Repository: EkaterinePapava/fvwm3
Catalog: po/*.po
Languages: ka

source: Builtin Menu
ka: ჩაშენებული მენიუ

source: Load Default Config
ka: ნაგულისხმევი კონფიგურაციის ჩატვირთვა

source: Restart
ka: გადატვირთვა

source: Quit
ka: გასვლა

source: Desk
ka: მაგიდა

source: Geometry
ka: გეომეტრია

source: Desk: %d%s
ka: დისკი: %d%s

source: More&...
ka: მეტი&...

source: Desk %d
ka: მაგიდა %d

source: Documentation can be found at https://www.fvwm.org
ka: დოკუმენტაცია იხილეთ ბმულზე https://www.fvwm.org

source: &Programs
ka: &პროგრამები

source: XDG &Menu
ka: XDG-ის &მენიუ

source: &Wallpapers
ka: &ფონის სურათები

source: M&an Pages
ka: სახელმძღვ&ანელოს გვერდები

source: Cop&y Config
ka: კონფიგურაციის კოპ&ირება

source: Re&fresh
ka: &განახლება

source: &Restart
ka: &გადატვირთვა

source: &Quit
ka: &გასვლა

source: Programs
ka: პროგრამები

source: Wallpapers
ka: ფონის სურათები

source: Floral
ka: ყვავილებიანი

source: Circles
ka: წრეები

source: Space
ka: ჰარე

source: Move
ka: გადატანა

source: Resize
ka: ზომის შეცვლა

source: (De)Iconify
ka: ხატულაში ჩაკეცვა (გაუქმება)

source: (Un)Maximize
ka: გაშლა (გაუქმება)

source: (Un)Shade
ka: დაჩრდილვა (გაქუმება)

source: (Un)Stick
ka: მიწებება (გაუქმება)

source: Close
ka: დახურვა

source: More
ka: მეტი

source: Window Ops
ka: ფანჯრის პარამეტრები

source: (Un)Sticky
ka: წებოვანი (გაუქმება)

source: (No)Title Bar
ka: სათაურის ზოლი (გაუქმება)

source: Send To
ka: გაგზავნა

source: Destroy
ka: განადგურება

source: Raise
ka: აწევა

source: Lower
ka: დაწევა

source: Stays On Top
ka: ყველაზე ზემოთ დარჩენა

source: Stays Put
ka: რჩება ადგილზე

source: Stays On Bottom
ka: რჩება ბოლოში

source: Identify
ka: იდენტიფიკაცია

source: (No)TitleBar
ka: სათაურის ზოლი (გარეშე)

source: Current
ka: მიმდინარე

source: Page
ka: გვერდი

source: Fvwm XDGMenu Config
ka: Fvwm XDGMenu მორგება

source: Available Menus
ka: ხელმისაწვდომი მენიუები

source: Menus in
ka: მენიუები სად

source: No menus found! Check why from within a terminal with
ka: მენიუები აღმოჩენილი არაა! შეამოწმეთ რატომ ტერმინალიდან ბრძანებით

source: Options
ka: მორგება

source: Help
ka: დახმარება

source: Include in Menu?
ka: მენიუში ჩასმა?

source: Config
ka: კონფიგურაცია

source: Regenerate
ka: თავიდან გენერაცია

source: Both
ka: ორივე

source: None
ka: არცერთი

source: Use Icons?
ka: ხატულების გამოყენება?

source: Yes
ka: დიახ

source: No
ka: არა

source: Icon size:
ka: ხატულას ზომა:

source: (Default is 24)
ka: (ნაგულისხმევია 24)

source: Use Titles?
ka: სათაურების გამოყენება?

source: Used Icon theme:
ka: გამოყენებული ხატულების თემა:

source: Directory Icon:
ka: საქაღალდის ხატულა:

source: Application Icon:
ka: აპლიკაციის ხატულა:

source: Top Menu Name:
ka: ყველაზე ზედა მენიუს სახელი:

source: Insert Menu Into:
ka: მენიუს ჩასმა სად:

source: Terminal command:
ka: ტერმინალის ბრძანება:

source: (Used to run Terminal entries)
ka: (გამოიყენება ტერმინალის ჩანაწერების გასაშვებად)

source: Icon directory:
ka: ხატულას საქაღალდე:

source: (Directory for converted icons)
ka: (საქაღალდე გადაყვანილი ხატულებისთვის)

source: Output path:
ka: გამოტანის ბილიკი:

source: (Full path to store output)
ka: (სრული ბილიკი გამოტანილი ინფორმაციის შესანახად

source: Export Menu
ka: გატანის მენიუ

source: Save and Regenerate
ka: შენახვა და თავიდან გენერაცია

source: Save
ka: შენახვა

source: Reset
ka: ჩამოყრა

source: XDGMenu Help
ka: XDGMenu -ის დახმარება

source: All the XDG menus found on the system are listed under Available Menus. Use
ka: სისტემაში აღმოჩენილი ყველა XDG-ის მენიუები ხელმისაწვდომი მენიუების სიაშია. გამოიყენეთ

source: this FvwmForm to configure some of the defaults options for fvwm-menu-desktop
ka: ეს FvwmForm, რომ მოირგოთ fvwm-menu-desktop-ის ზოგიერთი ნაგულისხმევი პარამეტრი

source: and select which menus are generated. Select the options you want and then
ka: და აირჩიეთ, რომელი მენიუების გენერაცია ხდება. აირჩიეთ პარამეტრები, რომლებიც გნებავთ და

source: generate then generate the menu by selecting the following:
ka: დააგენერირეთ მენიუ შემდეგის არჩევით:

source: Export Menu:
ka: გატანის მენიუ:

source: Generates a menu by calling fvwm-menu-desktop with the selected options
ka: აგენერირებს მენიუს fvwm-menu-desktop-ის გამოძახებით არჩეული პარამეტრებით

source: and saves the output to Output Path. After the menu file is created it
ka: და ინახავს გამოტანილ ინფორმაციას გამოტანის ბილიკში. მენიუს ფილის შექმნის შემდეგ მას

source: is read by fvwm. This option does not save any changes made to settings.
ka: fvwm კითხულობს. ეს პარამეტრი კონფიგურაციაში შეტანილ ცვლილებებს არ ინახავს.

source: Save and Regenerate:
ka: შენახვა და თავიდან გენერაცია:

source: This saves the settings then runs fvwm-menu-desktop with no options using
ka: ეს ინახავს პარამეტრებს, შემდეგ კი უშვებს fvwm-menu-desktop-ს პარამეტრების გარეშე

source: the defaults saved in the config file. This does not export the menu.
ka: კონფიგურაციის ფაილში შენახული ნაგულისხმევი პარამეტრებით. ეს მენიუს გატანას არ ახდენს.

source: Menus are found /etc/xdg/menus, $HOME/.config/menus, and $XDG_MENU_PREFIX.
ka: მენიუების აღმოჩენა ხდება საქაღალდეებში /etc/xdg/menus, $HOME/.config/menus და $XDG_MENU_PREFIX.

source: Note that equal menus found under both /etc/xdg/menus AND $HOME/.config/menus/
ka: გაითვალისწინეთ, რომ ტოლი მენიუები აღმოჩენილია საქაღალდეებში /etc/xdg/menus და $HOME/.config/menus/

source: following the XDG menu specification are only shown in $HOME/.config/menus/.
ka: XDG-ის მენიუს სპეციფიკაციის მიხედვით ისინი, მხოლოდ, ნაჩვენებია $HOME/.config/menus/-ში.

source: If no menus appear check with 'fvwm-menu-desktop --get-menus all -v'.
ka: თუ მენიუები არ გამოჩნდება, შეამოწმეთ ბრძანებით 'fvwm-menu-desktop --get-menus all -v'.

source: Also it is a good idea to check $HOME/.xsession-errors for errors.
ka: ასევე, კარგი იდეაა შეამოწმოთ შეცდომებზე ფაილი $HOME/.xsession-errors.

source: Options Help
ka: პარამეტრების დახმარება

source: XDGMenu Options Help
ka: XDGMenu-ის პარამეტრების დახმარება

source: General Options
ka: ზოგადი პარამეტრები

source: Include in Menu:
ka: ჩასმა მენიუში:

source: Set if XDGMenu will include menu items to Configure and/or Regenerate the menu
ka: ჩართეთ, თუ XDGMenu ჩასვამს მენიუს პუნქტებს მენიუს მორგებისთვის, ან თავიდან გენერაციისთვის

source: at the bottom of the top level menu.
ka: უმაღლესი დონის მენიუს ბოლოში.

source: Option enables mini-icons in the menu(s). Warning! If ImageMagick is installed
ka: პარამეტრი ჩართავს მინიხატულებს მენიუებში. ფრთხილად! თუ ImageMagick დაყენებულია

source: the script may generate all the icons and pause your system until the job is
ka: სკრიპტმა შეიძლება, დააგენერიროს ყველა ხატულა და შეაჩეროს თქვენი სისტემა, სანამ ამოცანა

source: done. After the icons are generated, it will not take as long to regenerate.
ka: არ დასრულდება. ხატულების გენერაციის შემდეგ თავიდან გენერაციას დიდი დრო არ დაჭირდება.

source: If 'Use Icons' is set, by default 24x24 mini-icons are used. If another size is
ka: თუ 'ხატულების გამოყენება' ჩართულია, გამოიყენება ნაგულისხმევი 24x24 მინიხატულები. თუ გსურთ სხვა

source: desired enter the wanted size in this field.
ka: ზომა, შეიყვანეთ ის ამ ველში.

source: If the specified icon isn't that size it is converted if ImageMagick is installed.
ka: თუ მითითებული ხატულა ამ ზომის არაა, მოხდება მისი გადაყვანა, თუ ImageMagick დაყენებულია.

source: Generated icons are saved in $HOME/.fvwm/icons or the directory specified here.
ka: გენერირებული ხატულების შენახვა ხდება საქაღალდეში $HOME/.fvwm/icons, ან აქ მითითებულ საქაღალდეში.

source: Otherwise no icon appears in the menu for that entry.
ka: სხვაგვარად იმ პუნქტისთვის მენიუში ხატულა არ გამოჩნდება.

source: Sets the used icon theme. Default is 'gnome' but all others found in
ka: დააყენებს ხატულების თემას. ნაგულისხმევია 'gnome', მაგრამ ყველა, რომელიც აღმოჩენილია

source: /usr/share/icons can used except the hicolor theme because it's the default
ka: /usr/share/icons-ში, შეიძლება, გამოყენებული იქნას, hicolor-ის გარდა, რადგან ის ნაგულისხმევი

source: fallback theme if no icon is found. Note that the theme name must be written
ka: სარეზერვო თემაა, თუ ხატულები აღმოჩენილი არაა. დაიმახსოვრეთ, რომ თემის სახელი

source: exactly as the icon directory e.g.
ka: ზუსტად ისე უნდა ეეროს, როგორც ხატულების საქაღალდე.

source: If 'Use Icons' is enabled and for a directory in a menu no icon is found
ka: თუ 'ხატულების გამოყენება' ჩართულია და მენიუს საქაღალდეში ხატულა აღმოჩენილი არაა

source: as default icon is used. But if the gnome icon theme isn't
ka: გამოყენებული იქნება ნაგულისხმევი ხატულა. მაგრამ თუ gnome-ის ხატულების თემა

source: installed no default icon appears. Another icon can defined here.
ka: დაყენებული არა, ნაგულისხმევი ხატულა არ გამოჩნდება. კიდევ ერთი ხატულა შეგიძლიათ, აქ აღწეროთ.

source: Only the name of an icon is needed not the path!
ka: საჭიროა, მხოლოდ, ხატულას სახელი, ბილიკი კი - არა!

source: If 'Use Icons' is enabled and for an application no icon is found
ka: თუ 'ხატულების გამოყენება' ჩართულია აპლიკაციისთვის და ხატულა აღმოჩენილი არაა

source: If this option is set menus are generated with titles. Default is use titles.
ka: თუ ეს პარამეტრი ჩართულია, მენიუების გენერაცია სათაურებით ხდება. ნაგულისხმევია სათაურების გამოყენება.

source: Sets the name of the name of the top level menu. Default is XDGMenu.
ka: დააყენებს უმაღლესი დონის მენიუს სახელს. ნაგულისხმევია XDGMenu.

source: Inserts the menu items into the given Menu.
ka: ჩასვამს მენიუს პუნქტებს მითითებულ მენიუში.

source: Terminal Command:
ka: ტერმინალის ბრძანება:

source: Enter terminal emulator command used to launch terminal applications. The command
ka: შეიყვანეთ ტერმინალის ემულატორის ბრძანება ტერმინალის აპლიკაციების გასაშვებად. ბრძანება

source: must end with an execute option (-e). Default xterm -e.
ka: უნდა სრულდებოდეს გაშვების პარამეტრით (-e). ნაგულისხმევია xterm -e.

source: Enter the FULL path to export menu. Default $FVWM_USERDIR/.XDGMmenu.
ka: მენიუს გასატანად შეიყვანეთ სრული ბილიკი. ნაგულისხმევია $FVWM_USERDIR/.XDGMenu.

source: Do you really want to quit Fvwm?
ka: მართლა გნებავთ Fvwm-დან გასვლა?

source: Cancel
ka: გაუქმება

source: Fvwm Default Configuration
ka: Fvwm-ის ნაგულისხმევი კონფიგურაცია

source: This script copies the default configuration into your home directory:
ka: ეს სკრიპტი ნაგულისხმევ კონფიგურაციას თქვენს საწყის საქაღალდეში აკოპირებს:

source: A backup of your current configuration will be located at:
ka: თქვენი მიმდინარე კონფიგურაციის მარქაფი მოთავსებული იქნება მისამართზე:

source: Click Confirm to continue and restart Fvwm.
ka: დააწკაპუნეთ დადასტურებაზე გასაგრძელებლად და Fvwm-ის გადასატვირთად.

source: Confirm
ka: დადასტურება

source: Bell Setup
ka: ზარის მორგება

source: Apply
ka: გადატარება

source: Beep
ka: პიპინი

source: Volume:
ka: ხმა:

source: Pitch(Hz):
ka: ტონი(ჰც)

source: Duration(ms):
ka: ხანგრძლივობა (მწმ):

source: Bell
ka: ზარი

source: Keyboard Setup
ka: კლავიატურის მორგება

source: Click Volume (%)
ka: წკაპი ხმისთვის (%)

source: AutoRepeat On
ka: ავტოგამეორება ჩართულია

source: Start Delay:
ka: დაწყების დაყოვნება:

source: Repeat Delay:
ka: გამეორების დაყოვნება:

source: Keyboard
ka: კლავიატურა

source: Pointer Setup
ka: კურსორის მორგება

source: Right-handed user|Left-handed user
ka: მარჯვენა/ცაცია

source: Mouse configuration:
ka: თაგუნას მორგება:

source: Acceleration:
ka: აჩქარება:

source: Threshold (pixels):
ka: ზღვარი (პიქსელებში):

source: Pointer
ka: კურსორი

source: Screen Setup
ka: ეკრანის მორგება

source: Background
ka: ფონი

source: Uniform color:
ka: ერთგვაროვანი ფერი:

source: Pixmap:
ka: პიქსელების რუკა:

source: Browser...
ka: ბრაუზერი...

source: Disable xinit background
ka: xinit-ის ფონის გამორთვა

source: Screen-saver
ka: ეკრანის შემნახველი

source: Blank
ka: სუფთა

source: Timeout(s):
ka: მოლოდინის ვადა:

source: Pattern
ka: შაბლონი

source: Cycle(s):
ka: ციკლ(ებ)-ი:

source: Enable
ka: ჩართვა

source: Disable
ka: გამორთვა

source: Standby(s):
ka: ლოდინ(ებ)-ი:

source: Suspend(s):
ka: შეჩერება:

source: Off(s):
ka: გამორთვა:

source: Config and Demo
ka: კონფიგურაცია და დემო

source: File Browser
ka: ფაილის ბრაუზერი

source: OK
ka: დიახ

source: Path:
ka: ბილიკი:

source: Show hidden files
ka: დამალული ფაილების ჩვენება

source: Selected file:
ka: არჩეული ფაილი:
